Repository: jjeaton/bbpress-report-content
Catalog: lang/bbpress-report-content-*.po
Languages: es_es, fr_fr

# post
source: User Reported
es_es: Usuario Reportado
fr_fr: Signalé

# post
source: User Reported <span class="count">(%s)</span>
es_es: Usuario Reportado <span class="count">(%s)</span>
fr_fr: Signalé <span class="count">(%s)</span>

# Mark topic as reported
source: Reported
es_es: Reportado
fr_fr: Signalé

source: Report
es_es: Reportar
fr_fr: Signaler

source: Unreport
es_es: Eliminar Reporte
fr_fr: Enlever l'avertissement

source: Report inappropriate content
es_es: Informar de contenido inapropiado
fr_fr: Signaler du contenu inapproprié

source: <strong>ERROR</strong>: There was a problem unmarking the topic as reported.
es_es: <strong> ERROR </strong>:. Hubo un problema desmarcando el tema como reportado
fr_fr: <strong>ERREUR</strong> : Un problème empèche d'enlever l'avertissement du sujet.

source: <strong>ERROR</strong>: There was a problem reporting the topic.
es_es: ERROR <strong> </strong>:. Hubo un problema al reportar el tema
fr_fr: <strong>ERREUR</strong> : Un problème empèche de signaler le sujet.

source: <strong>ERROR</strong>: There was a problem unmarking the reply as reported.
es_es: ERROR <strong> </strong>:. Hubo un problema desmarcando la respuesta como reportada.
fr_fr: <strong>ERREUR</strong> : Un problème empèche d'enlever l'avertissement de la réponse.

source: <strong>ERROR</strong>: There was a problem reporting the reply.
es_es: ERROR <strong> </strong>:. Hubo un problema al reportar la respuesta
fr_fr: <strong>ERREUR</strong> : Un problème empèche de signaler la réponse.

source: This topic has been reported for inappropriate content
es_es: El tema ha sido reportado por contenido inapropiado
fr_fr: Ce sujet a été signalé comme ayant un contenu inapproprié

source: <em>This reply has been reported for inappropriate content.</em>
es_es: <em> Esta respuesta ha sido reportada por contenido inapropiado. </em>
fr_fr: <em>Cette réponse a été signalée comme ayant un contenu inapproprié.</em>

source: Mark the topic as unreported
es_es: Marcar tema como No Reportado
fr_fr: Enlever l'avertissement du sujet

source: The topic was not found!
es_es: ¡El tema no se encontró!
fr_fr: Le sujet est introuvable !

source: You do not have the permission to do that!
es_es: ¡Usted no tiene permiso para hacer eso!
fr_fr: Vous n'avez pas la permission de faire cela !

source: There was a problem unreporting the topic "%1$s".
es_es: Hubo un problema eliminar el reporte del tema "%1$s".
fr_fr: Il y a eu un problème lors du retrait de l'avertissement du sujet «%1$s».

source: Topic "%1$s" successfully unreported.
es_es: Tema "%1$s" éxito no declarada.
fr_fr: L'avertissement a été enlevé du sujet «%1$s».

source: Mark the reply as unreported
es_es: Marque la respuesta como no reportada
fr_fr: Enlever l'avertissement de la réponse

source: The reply was not found!
es_es: ¡La respuesta no fue encontrada!
fr_fr: la réponse est introuvable !

source: There was a problem unreporting the reply "%1$s".
es_es: Ha habido un problema al eliminar el reporte de la respuesta "%1$s".
fr_fr: Il y a eu un problème lors du retrait de l'avertissement de la réponse «%1$s».

source: Reply "%1$s" successfully unreported.
es_es: La Respuesta "%1$s" fue marcada como no reportada con éxito.
fr_fr: L'avertissement a été enlevé de la réponse «%1$s».

source: Reported By
es_es: Reportado por
fr_fr: Signalé par

source: Guest
es_es: Invitado
fr_fr: Personne invitée

source: bbPress - Report Content
es_es: bbPress - Contenido del Reporte

source: Allows users to report inappropriate content in topics and replies.
es_es: Permite a los usuarios reportar contenido inadecuado en temas y contestaciones.
fr_fr: Permet aux membres du forum de signaler du contenu inapproprié.
